[{"Marca temporal":"11\/03\/2024 11:20:09","¿Estás list@? 🚀":"¡Empecemos!","Primero cuéntanos. ¿Cómo te llamas? ":"Andrés Felipe Naranjo Cadena","¿Cómo te gusta que te llamen tus colegas en el mundo profesional?":"Orange 🍊","¿Cuál es el grado académico más alto que tienes? (Ej: Master en Gestión de la Innovación)":"Master de diseño MDes en innovación y creatividad en la industria ","¿Qué cargo ejerces en este momento en ICESI?":"Director de la maestría en gestión de la innovación y líder del centro iNNLab®","¿Cuál es tu rol en el Innlab?":"Soy líder del mismo y me dedico a definir sus estrategias de ofertas y servicios. Genero propuestas y trabajo en consultorías a las empresas que les ofrecemos servicios.","Compártenos una foto tuya para publicar en la página":"https:\/\/drive.google.com\/open?id=1lN5dRrA6GDEr8pDTF4TB8L-YDSbomtPY","Si tuvieras que escoger 3 grandes aspectos de interés o fortalezas que tengas ante el proceso de creación e innovación. ¿Cuáles escogerías?":"Cultura de innovación - Confianza Creativa - Estrategia de innovación ","Descríbete, los clientes quieren saber quien eres.\n\nCuéntales quien eres a nivel profesional, cuál es tu especialidad, cuál es tu experiencia, para qué sectores has trabajado y qué es lo que más te gusta y te motiva de lo que haces.\n\nEsto es solo una guía, pero puedes describirte como quieras en un texto corto de máximo 200 palabras":"Andrés Felipe Naranjo Cadena es un destacado especialista en gestión de la innovación, con un profundo compromiso por empoderar a individuos y equipos para liberar su potencial creativo y transformar sus vidas, organizaciones y comunidades. Su trayectoria incluye la dirección del programa de Maestría en Gestión de la Innovación en la Universidad Icesi, donde fundó el INNLab® Icesi, un laboratorio de innovación esencial para la colaboración industria-academia en la región. Andrés ha facilitado más de 30 procesos colaborativos con empresas, desarrollando sistemas de innovación avanzados y programas de desarrollo de habilidades para liderar en innovación y desarrollo de nuevos productos.\n\nTambién fue Director Comercial y fundador de Eñe Diseño, donde gestionó un exitoso consultorio de diseño, atendiendo a más de 100 clientes. Andrés actualmente cursa un doctorado en Edge Hill University, enfocado en la confianza creativa de los líderes de innovación. Posee un MDes en Innovación y Creatividad en la Industria de Cranfield University, donde ganó un premio por la mejor tesis. Su pasión por la enseñanza y una extensa red de expertos en la industria han sido cruciales en su impacto en proyectos de innovación, especializándose en creatividad estratégica, comprensión profunda de las necesidades del usuario, colaboración radical y facilitación del cambio transformacional.","Coméntanos una frase que te inspire, que te represente y que te guste.":"Solo sé que nada sé.","Compártenos un enlace a tu perfil de LinkedIn":"https:\/\/www.linkedin.com\/in\/andresfelipenaranjo?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app","Compártenos algún enlace en Calendly o alguna plataforma para agendar una reunión contigo":"www.linktree.com\/naranjorange www.calendly.com\/naranjorange","Compártenos tu correo electrónico":"afnaranjo@icesi.edu.co"}]